Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Paste this into a support email so we can match your report to the crash reports we received. It contains version and setup details only — no project content.
ar: الصق هذا في رسالة بريد إلكتروني للدعم حتى نتمكن من مطابقة تقريرك مع تقارير الأعطال التي تلقيناها. يحتوي على تفاصيل الإصدار والإعداد فقط - ولا يحتوي على محتوى المشروع.
ca: Enganxeu-ho a un correu electrònic d'assistència perquè puguem relacionar el vostre informe amb els informes d'error que hem rebut. Només conté detalls de versió i configuració, sense contingut del projecte.
cs: Vložte toto do e-mailu podpory, abychom mohli vaše hlášení porovnat se zprávami o selhání, které jsme obdrželi. Obsahuje pouze podrobnosti o verzi a nastavení – žádný obsah projektu.
da: Indsæt dette i en support-e-mail, så vi kan matche din rapport med de nedbrudsrapporter, vi har modtaget. Den indeholder kun versions- og opsætningsdetaljer - intet projektindhold.
de: Füge das in eine Support-E-Mail ein, damit wir deine Meldung den eingegangenen Absturzberichten zuordnen können. Es enthält nur Versions- und Setup-Angaben – keine Projektinhalte.
el: Επικολλήστε το σε ένα μήνυμα ηλεκτρονικού ταχυδρομείου υποστήριξης, ώστε να αντιστοιχίσουμε την αναφορά σας με τις αναφορές σφαλμάτων που λάβαμε. Περιέχει μόνο λεπτομέρειες έκδοσης και ρύθμισης — χωρίς περιεχόμενο έργου.
es: Pega esto en un correo de soporte para que podamos relacionar tu informe con los informes de fallos que recibimos. Solo contiene datos de versión y configuración, nada del contenido de tus proyectos.
fa: این را در یک ایمیل پشتیبانی جای‌گذاری کنید تا بتوانیم گزارش شما را با گزارش‌های خرابی که دریافت کرده‌ایم مطابقت دهیم. این فقط شامل جزئیات نسخه و تنظیمات است - بدون محتوای پروژه.
fi: Liitä tämä tukisähköpostiviestiin, jotta voimme yhdistää raporttisi saamiimme virheraportteihin. Se sisältää vain versio- ja asennustiedot – ei projektisisältöä.
fr: Collez-le dans un e-mail à l'assistance pour que nous puissions rapprocher votre signalement des rapports de plantage reçus. Il ne contient que la version et la configuration — aucun contenu de projet.
he: הדבק את זה בדוא"ל תמיכה כדי שנוכל להתאים את הדוח שלך לדוחות הקריסה שקיבלנו. הוא מכיל פרטי גרסה והגדרה בלבד - ללא תוכן פרויקט.
hr: Zalijepite ovo u e-poruku podrške kako bismo mogli povezati vaše izvješće s izvješćima o rušenju programa koje smo primili. Sadrži samo pojedinosti o verziji i postavljanju — nema sadržaja projekta.
hu: Illessze be ezt egy ügyfélszolgálati e-mailbe, hogy össze tudjuk egyeztetni a jelentését a kapott hibajelentésekkel. Csak a verzió és a beállítás részleteit tartalmazza – projekttartalom nélkül.
id: Tempelkan ini ke email dukungan sehingga kami dapat mencocokkan laporan Anda dengan laporan kerusakan yang kami terima. Ini hanya berisi detail versi dan pengaturan — tidak ada konten proyek.
it: Incollalo in un'email all'assistenza così possiamo collegare la tua segnalazione ai report sui crash ricevuti. Contiene solo la versione e i dettagli della configurazione, nessun contenuto dei progetti.
ja: これをサポートへのメールに貼り付けてください。受信したクラッシュレポートとお客様の報告を照合できます。含まれるのはバージョンと環境の情報のみで、プロジェクトの内容は含まれません。
ko: 받은 충돌 보고서와 대조할 수 있도록 이 내용을 지원 요청 이메일에 붙여넣어 주세요. 버전 및 설정 정보만 포함되며 프로젝트 내용은 포함되지 않습니다.
ms: Tampalkan ini ke dalam e-mel sokongan supaya kami boleh memadankan laporan anda dengan laporan ranap sistem yang kami terima. Ia mengandungi butiran versi dan persediaan sahaja — tiada kandungan projek.
nl: Plak dit in een ondersteuningsmail, zodat we uw melding kunnen matchen met de crashrapporten die we hebben ontvangen. Het bevat alleen versie- en configuratiegegevens, geen projectinhoud.
no: Lim dette inn i en brukerstøtte-e-post slik at vi kan matche rapporten din med krasjrapportene vi mottok. Den inneholder kun versjons- og oppsettdetaljer – ikke noe prosjektinnhold.
pl: Wklej to do e-maila z pomocą techniczną, abyśmy mogli dopasować Twój raport do otrzymanych przez nas raportów o awariach. Zawiera tylko szczegóły wersji i konfiguracji — bez zawartości projektu.
pt_br: Cole isso em um e-mail de suporte para que possamos comparar seu relatório com os relatórios de falhas que recebemos. Ele contém apenas detalhes de versão e configuração – nenhum conteúdo do projeto.
pt_pt: Cole isso em um e-mail de suporte para que possamos comparar seu relatório com os relatórios de falhas que recebemos. Ele contém apenas detalhes de versão e configuração – nenhum conteúdo do projeto.
ro: Lipiți acest lucru într-un e-mail de asistență, astfel încât să putem potrivi raportul dvs. cu rapoartele de blocare primite. Conține doar detalii despre versiune și configurare - fără conținut de proiect.
ru: Вставьте это в письмо в поддержку, чтобы мы могли сопоставить ваше сообщение с полученными отчетами о сбоях. Здесь только версия и сведения о конфигурации — без содержимого проектов.
sk: Prilepte to do e-mailu podpory, aby sme mohli priradiť vaše hlásenie k správam o zlyhaní, ktoré sme dostali. Obsahuje iba podrobnosti o verzii a nastavení – žiadny obsah projektu.
sl: Prilepite to v e-poštno sporočilo podpori, da bomo lahko vaše poročilo primerjali s poročili o zrušitvah, ki smo jih prejeli. Vsebuje samo podrobnosti o različici in nastavitvah – brez vsebine projekta.
sv: Klistra in detta i ett supportmeddelande så att vi kan matcha din rapport med kraschrapporterna vi fick. Den innehåller endast versions- och konfigurationsdetaljer – inget projektinnehåll.
th: วางสิ่งนี้ลงในอีเมลสนับสนุนเพื่อให้เราสามารถจับคู่รายงานของคุณกับรายงานข้อขัดข้องที่เราได้รับ ประกอบด้วยรายละเอียดเวอร์ชันและการตั้งค่าเท่านั้น — ไม่มีเนื้อหาโปรเจ็กต์
tr: Raporunuzu aldığımız kilitlenme raporlarıyla eşleştirebilmemiz için bunu bir destek e-postasına yapıştırın. Yalnızca sürüm ve kurulum ayrıntılarını içerir — proje içeriği içermez.
uk: Вставте це в лист до служби підтримки, щоб ми могли зіставити ваше повідомлення з отриманими звітами про збої. Містить лише дані про версію та конфігурацію — жодного вмісту проєктів.
ur: اسے سپورٹ ای میل میں چسپاں کریں تاکہ ہم آپ کی رپورٹ کو ہمیں موصول ہونے والی کریش رپورٹس سے مل سکیں۔ اس میں صرف ورژن اور سیٹ اپ کی تفصیلات شامل ہیں — کوئی پروجیکٹ کا مواد نہیں ہے۔
vi: Dán thông tin này vào email hỗ trợ để chúng tôi có thể đối chiếu báo cáo của bạn với báo cáo sự cố mà chúng tôi nhận được. Nó chỉ chứa thông tin chi tiết về phiên bản và thiết lập — không có nội dung dự án.
zh_hans: 将此内容粘贴到支持邮件中，以便我们将你的报告与收到的崩溃报告进行匹配。其中仅包含版本和设置信息——不含任何项目内容。
zh_hant: 將此內容貼到支援電子郵件中，讓我們能將你的回報與收到的當機報告比對。其中只包含版本和設定詳細資訊——不含任何專案內容。

source: Paste your SVG here…
ar: الصق SVG هنا...
ca: Enganxeu el vostre SVG aquí...
cs: Sem vložte SVG…
da: Indsæt din SVG her...
de: Füge hier dein SVG ein…
el: Επικολλήστε το SVG σας εδώ…
es: Pega tu SVG aquí…
fa: SVG خود را اینجا جای‌گذاری کنید…
fi: Liitä SVG tähän…
fr: Collez votre SVG ici…
he: הדבק את ה-SVG שלך כאן...
hr: Ovdje zalijepite SVG…
hu: Illessze be ide a SVG kifejezést…
id: Tempelkan SVG Anda di sini…
it: Incolla qui il tuo SVG…
ja: SVG をここに貼り付けてください…
ko: 여기에 SVG를 붙여넣으세요…
ms: Tampal SVG anda di sini…
nl: Plak uw SVG hier…
no: Lim inn SVG her...
pl: Wklej tutaj swoje SVG…
pt_br: Cole seu SVG aqui…
pt_pt: Cole seu SVG aqui…
ro: Lipiți SVG aici...
ru: Вставьте SVG сюда…
sk: Sem prilepte svoje SVG…
sl: Tukaj prilepite svoj SVG ...
sv: Klistra in din SVG här...
th: วาง SVG ของคุณที่นี่...
tr: SVG kodunuzu buraya yapıştırın…
uk: Вставте сюди свій SVG…
ur: اپنا SVG یہاں چسپاں کریں…
vi: Dán SVG của bạn vào đây…
zh_hans: 在此粘贴你的 SVG…
zh_hant: 在此貼上你的 SVG…

source: Peach
ar: خوخ
ca: Préssec
cs: Broskev
da: Fersken
de: Pfirsich
el: Ροδάκινο
es: Melocotón
fa: هلو
fi: Persikka
fr: Pêche
he: אפרסק
hr: Breskva
hu: Őszibarack
id: Persik
it: Pesca
ja: ピーチ
ko: 복숭아
ms: pic
nl: Perzik
no: Fersken
pl: Brzoskwinia
pt_br: Pêssego
pt_pt: Pêssego
ro: Piersica
ru: Персик
sk: Broskyňa
sl: breskev
sv: Persika
th: พีช
tr: Şeftali
uk: Персик
ur: آڑو
vi: Đào
zh_hans: 蜜桃
zh_hant: 蜜桃

source: Per-template controls
ar: الضوابط لكل قالب
ca: Controls per plantilla
cs: Ovládací prvky podle šablony
da: Kontrolelementer pr. skabelon
de: Steuerelemente pro Vorlage
el: Στοιχεία ελέγχου ανά πρότυπο
es: Controles por plantilla
fa: کنترل‌های هر اسکرین‌شات
fi: Mallikohtaiset säätimet
fr: Contrôles par modèle
he: בקרות לכל תבנית
hr: Kontrole po predlošku
hu: Sablononkénti vezérlők
id: Kontrol per template
it: Controlli per modello
ja: テンプレートごとのコントロール
ko: 템플릿별 컨트롤
ms: Kawalan per templat
nl: Besturingselementen per sjabloon
no: Kontroller per mal
pl: Kontrole według szablonu
pt_br: Controles por modelo
pt_pt: Controles por modelo
ro: Controale pe șablon
ru: Элементы управления шаблоном
sk: Ovládacie prvky podľa šablóny
sl: Kontrole posameznih predlog
sv: Kontroller per mall
th: การควบคุมต่อเทมเพลต
tr: Şablon bazında denetimler
uk: Параметри шаблону
ur: فی ٹیمپلیٹ کنٹرولز
vi: Điều khiển theo mẫu
zh_hans: 模板级控件
zh_hant: 各範本控制項目

source: Phone
ar: الهاتف
ca: Telèfon
cs: Telefon
da: Telefon
de: Smartphone
el: Τηλέφωνο
es: Teléfono
fa: گوشی
fi: Puhelin
fr: Téléphone
he: טלפון
hr: Telefon
hu: Telefon
id: Telepon
it: Telefono
ja: スマートフォン
ko: 휴대폰
ms: telefon
nl: Telefoon
no: Telefon
pl: Telefon
pt_br: Telefone
pt_pt: Telefone
ro: Telefon
ru: Телефон
sk: Telefón
sl: Telefon
sv: Telefon
th: โทรศัพท์
tr: Telefon
uk: Телефон
ur: فون
vi: Điện thoại
zh_hans: 手机
zh_hant: 手機

source: Photo Library
ar: مكتبة الصور
ca: Fototeca
cs: Knihovna fotografií
da: Fotobibliotek
de: Fotomediathek
el: Βιβλιοθήκη φωτογραφιών
es: Fototeca
fa: کتابخانه عکس
fi: Valokuvakirjasto
fr: Photothèque
he: ספריית תמונות
hr: Knjižnica fotografija
hu: Fotótár
id: Perpustakaan Foto
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 라이브러리
ms: Perpustakaan Foto
nl: Fotobibliotheek
no: Fotobibliotek
pl: Biblioteka zdjęć
pt_br: Biblioteca de fotos
pt_pt: Biblioteca de fotos
ro: Biblioteca foto
ru: Медиатека
sk: Knižnica fotografií
sl: Knjižnica fotografij
sv: Fotobibliotek
th: ห้องสมุดรูปภาพ
tr: Fotoğraf Arşivi
uk: Медіатека
ur: فوٹو لائبریری
vi: Thư viện ảnh
zh_hans: 照片图库
zh_hant: 照片圖庫

source: Pick a different App Store locale for one of them, or turn one off.
ar: اختر لغة App Store مختلفة لأحدها، أو قم بإيقاف تشغيلها.
ca: Trieu una App Store configuració regional diferent per a una d'elles o desactiveu-ne una.
cs: Vyberte pro jednu z nich jiné App Store národní prostředí nebo některé vypněte.
da: Vælg en anden App Store landestandard for en af dem, eller slå en fra.
de: Wähle für eine davon eine andere App Store-Sprache oder schalte eine aus.
el: Επιλέξτε μια διαφορετική γλώσσα App Store για μία από αυτές ή απενεργοποιήστε μία.
es: Elige otro idioma de App Store para uno de ellos o desactiva uno.
fa: برای یکی از آن‌ها زبان App Store دیگری انتخاب کنید، یا یکی را خاموش کنید.
fi: Valitse yhdelle niistä toinen App Store-kieli tai poista se käytöstä.
fr: Choisissez une autre localisation App Store pour l'une d'elles, ou désactivez-en une.
he: בחר מקום אחר App Store עבור אחד מהם, או כבה אחד.
hr: Odaberite drugu oznaku App Store za jednu od njih ili je isključite.
hu: Válasszon egy másik App Store nyelvi beállítást az egyikhez, vagy kapcsolja ki az egyiket.
id: Pilih lokal App Store yang berbeda untuk salah satunya, atau nonaktifkan salah satunya.
it: Scegli una lingua App Store diversa per una di esse, oppure disattivane una.
ja: どちらか一方に別の App Store ロケールを選ぶか、一方をオフにしてください。
ko: 둘 중 하나에 다른 App Store 로케일을 선택하거나 하나를 끄세요.
ms: Pilih tempat App Store yang berbeza untuk salah satu daripadanya atau matikan satu.
nl: Kies een andere App Store landinstelling voor een van deze instellingen, of schakel er een uit.
no: Velg en annen App Store lokalitet for en av dem, eller slå en av.
pl: Wybierz inne ustawienia regionalne App Store dla jednego z nich lub wyłącz jedno.
pt_br: Escolha uma localidade da App Store diferente para um deles ou desative um.
pt_pt: Escolha uma localidade App Store diferente para um deles ou desative uma.
ro: Alegeți o altă locație App Store pentru una dintre ele sau dezactivați una.
ru: Выберите для одной из них другой язык App Store или отключите одну.
sk: Vyberte pre jednu z nich iné App Store miestne nastavenie alebo jedno vypnite.
sl: Za enega od njih izberite drug jezik App Store ali ga izklopite.
sv: Välj ett annat App Store språk för en av dem, eller inaktivera en.
th: เลือกภาษา App Store อื่นสำหรับภาษาใดภาษาหนึ่ง หรือปิดภาษาใดภาษาหนึ่ง
tr: Bunlardan biri için farklı bir App Store dili seçin ya da birini kapatın.
uk: Виберіть для однієї з них іншу мову App Store або вимкніть одну.
ur: ان میں سے کسی ایک کے لیے ایک مختلف App Store لوکیل چنیں، یا ایک کو آف کریں۔
vi: Chọn một ngôn ngữ App Store khác cho một trong số chúng hoặc tắt một ngôn ngữ.
zh_hans: 请为其中一个选择其他 App Store 语言，或关闭其中一个。
zh_hant: 請為其中一個選擇其他 App Store 語言，或關閉其中一個。

source: Pick a different display type.
ar: اختر نوع عرض مختلف.
ca: Trieu un tipus de pantalla diferent.
cs: Vyberte jiný typ zobrazení.
da: Vælg en anden skærmtype.
de: Wähle einen anderen Anzeigetyp.
el: Επιλέξτε διαφορετικό τύπο οθόνης.
es: Elige otro tipo de pantalla.
fa: نوع نمایش دیگری انتخاب کنید.
fi: Valitse toinen näyttötyyppi.
fr: Choisissez un autre type d’affichage.
he: בחר סוג תצוגה אחר.
hr: Odaberite drugu vrstu prikaza.
hu: Válasszon másik megjelenítési típust.
id: Pilih jenis tampilan yang berbeda.
it: Scegli un tipo di display diverso.
ja: 別の表示タイプを選択してください。
ko: 다른 디스플레이 유형을 선택하세요.
ms: Pilih jenis paparan yang berbeza.
nl: Kies een ander weergavetype.
no: Velg en annen skjermtype.
pl: Wybierz inny typ wyświetlacza.
pt_br: Escolha outro tipo de exibição.
pt_pt: Escolha um tipo de exibição diferente.
ro: Alegeți un alt tip de afișare.
ru: Выберите другой тип дисплея.
sk: Vyberte iný typ zobrazenia.
sl: Izberite drugo vrsto zaslona.
sv: Välj en annan skärmtyp.
th: เลือกประเภทการแสดงผลอื่น
tr: Farklı bir ekran türü seçin.
uk: Виберіть інший тип дисплея.
ur: ڈسپلے کی ایک مختلف قسم منتخب کریں۔
vi: Chọn một kiểu hiển thị khác.
zh_hans: 请选择其他显示类型。
zh_hant: 請選擇其他顯示類型。

source: Pick a display type for this row (%@).
ar: اختر نوع العرض لهذا الصف (%1$@).
ca: Trieu un tipus de visualització per a aquesta fila (%1$@).
cs: Vyberte typ zobrazení pro tento řádek (%1$@).
da: Vælg en visningstype for denne række (%1$@).
de: Wähle einen Anzeigetyp für diese Zeile (%@).
el: Επιλέξτε έναν τύπο εμφάνισης για αυτήν τη σειρά (%1$@).
es: Elige un tipo de pantalla para esta fila (%@).
fa: برای این ردیف (%@) یک نوع نمایش انتخاب کنید.
fi: Valitse näyttötyyppi tälle riville (%1$@).
fr: Choisissez un type d’affichage pour cette ligne (%@).
he: בחר סוג תצוגה עבור שורה זו (%1$@).
hr: Odaberite vrstu prikaza za ovaj red (%1$@).
hu: Válasszon megjelenítési típust ehhez a sorhoz (%1$@).
id: Pilih jenis tampilan untuk baris ini (%1$@).
it: Scegli un tipo di display per questa riga (%@).
ja: この行（%@）の表示タイプを選択してください。
ko: 이 행(%@)의 디스플레이 유형을 선택하세요.
ms: Pilih jenis paparan untuk baris ini (%1$@).
nl: Kies een weergavetype voor deze rij (%1$@).
no: Velg en visningstype for denne raden (%1$@).
pl: Wybierz typ wyświetlania dla tego wiersza (%1$@).
pt_br: Escolha um tipo de exibição para esta linha (%@).
pt_pt: Escolha um tipo de exibição para esta linha (%1$@).
ro: Alegeți un tip de afișare pentru acest rând (%1$@).
ru: Выберите тип дисплея для этой строки (%@).
sk: Vyberte typ zobrazenia pre tento riadok (%1$@).
sl: Izberite vrsto prikaza za to vrstico (%1$@).
sv: Välj en visningstyp för den här raden (%1$@).
th: เลือกประเภทการแสดงผลสำหรับแถวนี้ (%1$@)
tr: Bu satır için bir ekran türü seçin (%@).
uk: Виберіть тип дисплея для цього рядка (%@).
ur: اس قطار (%1$@) کے لیے ڈسپلے کی قسم منتخب کریں۔
vi: Chọn loại hiển thị cho hàng này (%1$@).
zh_hans: 请为此行选择显示类型（%@）。
zh_hant: 請為此列選擇顯示類型（%@）。

source: Pick a display type that matches the app's platform.
ar: اختر نوع العرض الذي يتوافق مع النظام الأساسي للتطبيق.
ca: Trieu un tipus de visualització que coincideixi amb la plataforma de l'aplicació.
cs: Vyberte typ zobrazení, který odpovídá platformě aplikace.
da: Vælg en visningstype, der matcher appens platform.
de: Wähle einen Anzeigetyp, der zur Plattform der App passt.
el: Επιλέξτε έναν τύπο οθόνης που ταιριάζει με την πλατφόρμα της εφαρμογής.
es: Elige un tipo de pantalla que coincida con la plataforma de la app.
fa: نوع نمایشی انتخاب کنید که با پلتفرم برنامه سازگار باشد.
fi: Valitse näyttötyyppi, joka vastaa sovelluksen alustaa.
fr: Choisissez un type d’affichage qui correspond à la plateforme de l’app.
he: בחר סוג תצוגה התואם לפלטפורמת האפליקציה.
hr: Odaberite vrstu zaslona koja odgovara platformi aplikacije.
hu: Válasszon az alkalmazás platformjának megfelelő megjelenítési típust.
id: Pilih jenis tampilan yang cocok dengan platform aplikasi.
it: Scegli un tipo di display corrispondente alla piattaforma dell'app.
ja: アプリのプラットフォームに合う表示タイプを選択してください。
ko: 앱 플랫폼과 일치하는 디스플레이 유형을 선택하세요.
ms: Pilih jenis paparan yang sepadan dengan platform apl.
nl: Kies een weergavetype dat overeenkomt met het platform van de app.
no: Velg en visningstype som samsvarer med appens plattform.
pl: Wybierz typ wyświetlania pasujący do platformy aplikacji.
pt_br: Escolha um tipo de exibição compatível com a plataforma do app.
pt_pt: Escolha um tipo de exibição que corresponda à plataforma do aplicativo.
ro: Alegeți un tip de afișare care se potrivește cu platforma aplicației.
ru: Выберите тип дисплея, соответствующий платформе приложения.
sk: Vyberte typ zobrazenia, ktorý zodpovedá platforme aplikácie.
sl: Izberite vrsto zaslona, ki ustreza platformi aplikacije.
sv: Välj en visningstyp som matchar appens plattform.
th: เลือกประเภทการแสดงผลที่ตรงกับแพลตฟอร์มของแอป
tr: Uygulamanın platformuna uyan bir ekran türü seçin.
uk: Виберіть тип дисплея, що відповідає платформі програми.
ur: ایک ڈسپلے کی قسم منتخب کریں جو ایپ کے پلیٹ فارم سے مماثل ہو۔
vi: Chọn loại màn hình phù hợp với nền tảng của ứng dụng.
zh_hans: 请选择与 App 平台匹配的显示类型。
zh_hant: 請選擇符合 App 平台的顯示類型。

source: Pick a font file or a folder containing all variants
ar: اختر ملف خط أو مجلدًا يحتوي على كافة المتغيرات
ca: Trieu un fitxer de tipus de lletra o una carpeta que contingui totes les variants
cs: Vyberte soubor písma nebo složku obsahující všechny varianty
da: Vælg en skrifttypefil eller en mappe, der indeholder alle varianter
de: Wähle eine Schriftdatei oder einen Ordner mit allen Varianten
el: Επιλέξτε ένα αρχείο γραμματοσειράς ή έναν φάκελο που περιέχει όλες τις παραλλαγές
es: Elige un archivo de fuente o una carpeta que contenga todas las variantes
fa: یک فایل فونت یا یک پوشه حاوی همه انواع را انتخاب کنید
fi: Valitse fonttitiedosto tai kansio, joka sisältää kaikki versiot
fr: Choisissez un fichier de police ou un dossier contenant toutes les variantes
he: בחר קובץ גופן או תיקיה המכילה את כל הגרסאות
hr: Odaberite datoteku fonta ili mapu koja sadrži sve varijante
hu: Válasszon egy betűtípusfájlt vagy egy mappát, amely az összes változatot tartalmazza
id: Pilih file font atau folder yang berisi semua varian
it: Scegli un file di font o una cartella contenente tutte le varianti
ja: フォントファイル、またはすべてのバリエーションを含むフォルダを選択
ko: 서체 파일 또는 모든 스타일이 들어 있는 폴더를 선택하세요.
ms: Pilih fail fon atau folder yang mengandungi semua varian
nl: Kies een lettertypebestand of een map met alle varianten
no: Velg en fontfil eller en mappe som inneholder alle varianter
pl: Wybierz plik czcionki lub folder zawierający wszystkie warianty
pt_br: Escolha um arquivo de fonte ou uma pasta contendo todas as variantes
pt_pt: Escolha um ficheiro de fonte ou uma pasta contendo todas as variantes
ro: Alegeți un fișier de font sau un folder care conține toate variantele
ru: Выберите файл шрифта или папку со всеми вариантами
sk: Vyberte súbor písma alebo priečinok obsahujúci všetky varianty
sl: Izberite datoteko pisave ali mapo, ki vsebuje vse različice
sv: Välj en teckensnittsfil eller en mapp som innehåller alla varianter
th: เลือกไฟล์ฟอนต์หรือโฟลเดอร์ที่มีรูปแบบทั้งหมด
tr: Bir font dosyası veya tüm çeşitleri içeren bir klasör seçin
uk: Виберіть файл шрифту або папку з усіма варіантами
ur: ایک فونٹ فائل یا ایک فولڈر منتخب کریں جس میں تمام قسمیں ہوں۔
vi: Chọn một tệp phông chữ hoặc một thư mục chứa tất cả các biến thể
zh_hans: 选择一个字体文件或包含所有变体的文件夹
zh_hant: 選擇字體檔案，或包含所有款式的資料夾

source: Pick a template
ar: اختر قالبًا
ca: Trieu una plantilla
cs: Vyberte šablonu
da: Vælg en skabelon
de: Vorlage auswählen
el: Επιλέξτε ένα πρότυπο
es: Elige una plantilla
fa: انتخاب قالب
fi: Valitse malli
fr: Choisissez un modèle
he: בחר תבנית
hr: Odaberite predložak
hu: Válasszon sablont
id: Pilih templat
it: Scegli un modello
ja: テンプレートを選択してください
ko: 템플릿 선택
ms: Pilih templat
nl: Kies een sjabloon
no: Velg en mal
pl: Wybierz szablon
pt_br: Escolha um modelo
pt_pt: Escolha um modelo
ro: Alegeți un șablon
ru: Выберите шаблон
sk: Vyberte šablónu
sl: Izberite predlogo
sv: Välj en mall
th: เลือกเทมเพลต
tr: Bir şablon seçin
uk: Виберіть шаблон
ur: ایک ٹیمپلیٹ چنیں۔
vi: Chọn một mẫu
zh_hans: 选择一个模板
zh_hant: 挑選範本

source: Pick at least one App Store locale to upload to.
ar: اختر لغة App Store واحدة على الأقل للتحميل إليها.
ca: Trieu almenys una App Store configuració regional per penjar-la.
cs: Vyberte alespoň jedno App Store národní prostředí, do kterého chcete nahrát.
da: Vælg mindst én App Store landestandard at uploade til.
de: Wähle mindestens eine App Store-Sprache zum Hochladen aus.
el: Επιλέξτε τουλάχιστον μία App Store τοπικές ρυθμίσεις για μεταφόρτωση.
es: Elige al menos un idioma de App Store al que subir.
fa: حداقل یک زبان App Store برای آپلود انتخاب کنید.
fi: Valitse vähintään yksi App Store-kieli, johon lähetät.
fr: Choisissez au moins une langue App Store de destination.
he: בחר לפחות מקום אחד App Store להעלות אליו.
hr: Odaberite barem jedan App Store jezik za prijenos.
hu: Válasszon legalább egy App Store nyelv- és országkódot a feltöltéshez.
id: Pilih setidaknya satu App Store lokal untuk diunggah.
it: Scegli almeno una lingua App Store su cui caricare.
ja: アップロード先のApp Storeロケールを1つ以上選択してください。
ko: 업로드할 App Store 로케일을 하나 이상 선택하세요.
ms: Pilih sekurang-kurangnya satu App Store tempat untuk dimuat naik.
nl: Kies ten minste één App Store-landinstelling waarnaar u wilt uploaden.
no: Velg minst én lokalitet for App Store å laste opp til.
pl: Wybierz co najmniej jedną lokalizację App Store, do której chcesz przesłać plik.
pt_br: Escolha pelo menos uma localidade da App Store para enviar.
pt_pt: Escolha pelo menos uma localidade App Store para carregar.
ro: Alegeți cel puțin o localitate App Store în care să încărcați.
ru: Выберите хотя бы один язык App Store для загрузки.
sk: Vyberte aspoň jedno App Store miestne nastavenie, do ktorého chcete nahrať.
sl: Izberite vsaj en jezik App Store za nalaganje.
sv: Välj minst en App Store plats att ladda upp till.
th: เลือกภาษา App Store อย่างน้อยหนึ่งภาษาที่จะอัปโหลด
tr: Yüklemek için en az bir App Store dili seçin.
uk: Виберіть щонайменше одну мову App Store для вивантаження.
ur: اپ لوڈ کرنے کے لیے کم از کم ایک App Store لوکیل منتخب کریں۔
vi: Chọn ít nhất một App Store ngôn ngữ để tải lên.
zh_hans: 请至少选择一个要上传到的 App Store 语言。
zh_hant: 請至少選擇一個要上傳的 App Store 語言。
